Revit 2027 API
ParameterTypeId.CurveIsMultilevel Property
 "Multilevel Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveIsMultilevel { get; }
Public Shared ReadOnly Property CurveIsMultilevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveIsMultilevel {
	ForgeTypeId^ get ();
}
static member CurveIsMultilevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace